{
  "moreInteractions": [
    ["Notre planête Terre souffre...", "Je n'aurai sûrement jamais l'occasion d'y retourner."],
    [
      "Cette plante est impressionnante !",
      "J'èspère qu'elle n'envahira pas la station..."
    ],
    ["C'est plante doit rester sous verre...", "Je ne voudrais pas perdre mon doigt."],
    ["Eve...", "Le premier être humain que nous avons réussi à Cloner", "C'est notre dernier espoir."],
    ["Ceci est...", "une expérience ?"],
    ["C'est le lit de Finn, le mien est plus loin."],
    [0, 0, 0]
  ],
  "dialogStartingAnimation": [
    [
      "Cela fait 3 mois que nous n'avons pas établi de contact avec la centrale.",
      "J'ai du mal à le concevoir mais il se pourrait qu'il ne reste plus que nous.",
      "On a plus le choix maintenant, si nous ne menons pas à bien cette mission, l'humanité s'éteint avec nous.",
      "Je sens qu'on touche au but. Eve nous sauvera. Bientôt elle sera assez développée pour nous remplacer et assurer notre survie.",
      "J'ai confiance en nous et en elle.",
      "Espérons que tu dises juste, sans le soutien de la centrale, nous ne tiendrons pas longtemps dans cette station.",
      "Dans ce cas, pas de temps à perdre, remettons nous au travail. Lowen, rejoins moi dans la salle botanique dès que possible, j'aurai besoin de ton aide."
    ],
    [1, 1, 3, 2, 2, 0, 3]
  ],
  "chestInteractions":[
    ["Ce coffre est vérouillé..."],
    [0],
    ["Ce coffre est vide..."],
    [0],
    ["J'ai trouvé la clé à molette ! Je devrais l'apporter à Finn."],
    [0] 
  ],
  "transitionDialogs":[
    ["AAAaaAAAAaaaAAAaaHHH !", "..."],
    [-1],
    ["J'ai entendu des cris...", "Ca semblait venir de la salle des clones, quelque chose ne va pas..."],
    [0, 0]
  ],
  "doors":[
    ["Les cris provenaient de la salle des clones..."],
    [0],
    ["L'alarme est activée...", "Les portes ne s'ouvriront plus sans une carte d'accès. ", "Il y en a une en salle des commandes, j'en profiterai pour récupérer une arme."],
    [0, 0, 0]
  ]
}
